tap "hisasann/ide"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "act"
brew "bat"
brew "deno"
brew "exa"
brew "openssl@1.1"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "httpie"
brew "jq"
brew "neovim"
brew "peco"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "volta"
brew "hisasann/ide/ide"

cask "arc"
cask "visual-studio-code"
cask "orbstack"
cask "cmd-eikana"
cask "bettertouchtool"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "menubarx"
cask "raycast"
cask "scroll-reverser"
cask "stats"
